Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/www.samediggi.se/3080.html.tmx
Source language: sme
Languages: smj

source: Cearut - Sametinget
smj: Tjielde - Sametinget

source: Čearut
smj: Tjielde

source: Dále gávdnojit oktavuođadieđut čearuide.
smj: Aktavuohtadiedo tjieldijda dánna gávnnuji.

source: Vállje leana olgešspálttas.
smj: Vállji lenav rievtesrájagin.

source: Ruoŧas gávdnojit 51 čearu (eatnandieđalaš guovllut ja ekonomalaš searvvit).
smj: Svierigin gávnnuji 51 tjielde (geográfalasj guovlo ja ekonomalasj siebre).

source: Dát guovllut gokčet measta 40 proseantta Ruoŧa viidodagas.
smj: Guovlo gåbttji Svieriga vijddudagás vargga 40 prosännta.

source: Čearuin leat 33 duottarčearut, 10 leat vuovdečearut ja gavcci leat konsešuvdnačearut, main boazodoallu jođihuvvo sierra lobiin.
smj: Tjieldijs 33 li várretjielde, 10 li vuovddetjielde ja gáktsa li konsesjåvnnåtjielde gånnå ällosujtto sierra låbijn dåjmaduvvá.
